[
    {
        "name": "ANDRES MORALES",
        "title": "Production Manager",
        "description": "Graduated from SAE Barcelona with a Bachelor’s Degree in Audio Production, Andrés has a demonstrated background of working in the Broadcast Media Industry. Skilled in managing budgets, project planning, audio production and post production including voice over castings in different languages, voice over recordings, dubbing, sound design, music search/ music licensing and event management. Always enthusiastic to meet passionate and creative people to help them develop and materialize their ideas into and audiovisual project. Also, a proper music fan.",
        "email": "andres@voamiami.com",
        "phone": "954-681-8493",
        "twitter": "",
        "facebook": "",
        "linkedin": "",
        "picture": "/andres-chibi.jpg",
        "photo": "/andres-pic.webp"
    },
    {
        "name": "CINDY E. PEREZ",
        "title": "Localize Supv. & Music Director",
        "description": "FAU Graduate in Film & New Media, I’ve worked in dubbing localization for over 5 years learning the different phases and processes of the industry and getting hands-on experience in script adapting, production, and postproduction. I am also the musical director and a voice actress.",
        "email": "cindy@voamiami.com",
        "phone": "305-924-7260",
        "twitter": "",
        "facebook": "",
        "linkedin": "",
        "picture": "/cindy-chibi.png",
        "photo": "/cindy-pic.webp"
    },
    {
        "name": "SAMANTHA MARRERO",
        "title": "PR & Business Dev",
        "description": "Samantha Marrero is a Venezuelan Film Producer, she earned her bachelor's degree in Audiovisual and Multimedia Communication with a certification in Marketing and Strategic Communications at University of La Sabana (Bogotá, Colombia) afterward, she moved to the Unites States to achieved her MFA degree in Film Production at Full Sail University (Orlando, Florida). After producing and managing film sets for several independent projects for the entertainment industry, Samantha moved to Miami in 2022, following her passion on working with animated content in different formats.",
        "email": "samantha@voamiami.com",
        "phone": "407-719-9744",
        "twitter": "",
        "facebook": "",
        "linkedin": "",
        "picture": "/samantha-chibi.png",
        "photo": "/samantha-pic.webp"
    },
    {
        "name": "NICO CHANG",
        "title": "Director &  Audio Engineer",
        "description": "Musician, Sound Designer, Voice Director, Audio Engineer. Nico Chang is a Full Sail University Alumni who has been working in the dubbing industry for the past 5 years. He's in charge of directing voice actors to bring out their best performance, recording them, mixing/editing the recordings to make sure they sync to picture and meet the target audio specs.",
        "email": "nico@voamiami.com",
        "phone": "954-881-5888",
        "twitter": "",
        "facebook": "",
        "linkedin": "",
        "picture": "/nico-chibi.jpg",
        "photo": "/nico-pic.webp"
    }
]